//Тестовое задание: Составить игру «Кто хочет стать миллионером». Программа должна работать следующим образом: принтуется вопрос и варианты ответов, пользователь должен отвечать только буквами. Когда пользователь правильно отвечает должно быть начисление суммы, если не правильно, то игра окончена. Добавить функции: забрать сумму и 1подсказка: 50 на 50, программа должна оставить правильный ответ и один любой другой, другие удалить. Построить программу инструментами ООП. В логику лезть не буду, реализуйте как хотите, main не должен содержать логику. 5 вопросов достаточно.


var player = Player(name: "Arsen")
player.greeting()
var gaming = GameStatus()
gaming.game()
//print(gaming.money)


